{
    "anthrax cutaneous": ["A raised, itchy bump resembling an insect bite that quickly develops into a painless sore with a black center. Swelling in the sore and nearby lymph glands. Sometimes, flu-like symptoms including fever and headache"],
    "anthrax gastrointestinous": ["Nausea, vomiting, abdominal pain, headache, loss of appetite. Fever, severe, bloody diarrhea in the later stages of the disease. Sore throat and difficulty swallowing, swollen neck"],
    "anthrax inhalation": ["Flu-like symptoms for a few hours or days, such as sore throat, mild fever, fatigue and muscle aches. Mild chest discomfort, shortness of breath, nausea, coughing up blood. Painful swallowing, high fever, trouble breathing. Shock — an acute medical condition involving collapse of the circulatory system, meningitis"],
    "botulism": ["Weakness, trouble seeing, feeling tired, trouble speaking"],
    "brucellosis": ["Fever, chills, loss of appetite, sweats, weakness, fatigue, joint, muscle and back pain, headache"],
    "chikungunya": ["Symptoms usually begin 3-7 days after being bitten by an infected mosquito, and most feel better within a week. Symptoms include fever, severe joint pain, muscle pain, joint swelling, headache, nausea, fatigue, rash"],
    "cholera": ["It takes between 12 hours and 5 days for a person to show symptoms after ingesting contaminated food or water. Symptoms include diarrhoea, dehydration"],
    "cryptococcosis": ["Fever, tiredness, headache"],
    "cryptosporidiosis": ["Watery diarrhea, dehydration, lack of appetite, weight loss, stomach cramps or pain, fever, nausea, vomiting"],
    "crimean-congo haemorrhagic fever": ["Fever, muscle ache, dizziness, neck pain, backache, headache, sore eyes, photophobia (sensitivity to light)"],
    "dengue": ["Headache, muscle, bone or joint pain, nausea, vomiting, pain behind the eyes, swollen glands, rash"],
    "diphteria": ["Sore throat, swallowing problems, mild fever, breathing problems, which may be severe, a grey or green membrane at the back of the throat"],
    "ebola haemorrhagic fever": ["Initial symptoms include fever, headache, muscle pain and chills, Later, a person may experience internal bleeding resulting in vomiting or coughing blood"],
    "ehec (e.coli)": ["Diarrhea, which may range from mild and watery to severe and bloody. Stomach cramping, pain or tenderness. Nausea and vomiting"],
    "enterovirus 71 infection": ["Many people hav eno or very mild symptoms"],
    "influenza a/h5n1": ["Cough, fever, sore throat, muscle aches, headache and shortness of breath"],
    "influenza a/h7n9": ["Fever, cough, shortness of breath, which may progress to severe pneumonia"],
    "influenza a/h9n2": ["Cough, fever, sore throat, muscle aches, headache and shortness of breath"],
    "influenza a/h1n1": ["Fever, cough, sore throat, chills and body aches"],
    "influenza a/h1n2": ["Fever, cough, sore throat, chills and body aches"],
    "influenza a/h3n5": ["Cough, fever, sore throat, muscle aches, headache and shortness of breath"],
    "influenza a/h3n2": ["Sudden fever, head-ache, sore throat, cough, fatigue, general aches and pains, nose, throat and lung congestion"],
    "influenza a/h2n2": ["High fever, body aches, chills"],
    "influenza a/h5n2": ["There is no evidence of human-to-human spread of H5N2. This disease infects a wide variety of birds"],
    "influenza a/h5n8": ["Typically not associated with humans, but several found infected in 2021 but were asymptomatic"],
    "influenza a/h7n1": ["Typically not associated with humans"],
    "influenza a/h7n3": ["Conjunctivitis and mild-influenza like illness"],
    "influenza a/h7n7": ["Conjunctivitis"],
    "hand, foot and mouth disease": ["Fever, sore throat, feeling unwell, irritability and loss of appetite"],
    "hantavirus": ["Fever and chills, headaches and muscle aches, vomiting, diarrhea or abdominal pain"],
    "hepatitis a": ["Fatigue, nausea, abdominal pain, loss of appetite, low-grade fever"],
    "hepatitis b": ["Yellowing of the eyes, abdominal pain, dark urine"],
    "hepatitis c": ["Approximately 80% of people do not exibit any symptoms. Those who do develop symptoms may have fatigue, nausea, loss of appetite and yellowing of the eyes and skin"],
    "hepatitis d": ["Abdominal pain, nausea" , "fatigue"],
    "hepatitis e": ["Jaundice (yellow colour of the skin and whiteness of the eyes), lack of appetite, nausea"],
    "histoplasmosis": ["Most affected individuals have clinically silent manifestations and show no apparent ill effects. If symptoms occur, they can include fever, chills, headache, muscle aches, dry cough, chest discomfort, and fatigue"],
    "hiv/aids": ["Within a few weeks of HIV infection, flu-like symptoms such as fever, sore throat and fatigue can occur. The disease is usually asymptomatic until it progresses to AIDS. AIDS symptoms include weight loss, fever or night sweats, fatigue and recurrent infections"],
    "lassa fever": ["About 80% of people who become infected with Lassa virus have no symptoms. When symptomatic, those include haemorrhaging, respiratory distress, repeated vomiting, facial swelling, pain in the chest, back and abdomen, and shock"],
    "malaria": ["Chills, fever, sweating"],
    "marburg virus disease": ["High fever, severe headache, sever malaise, muscle aches and pains, sever watery diarrhoea, abdominal pain and cramping, nausea, vomiting, haemorrhagic manifestations"],
    "measles": ["A high fever usually begins about 10-12 days after exposure to the virus, A runny nose, a cough, red and watery eyes, and small white spots inside the cheeks can develop in the initial stage, After several days, a rash erupts"],
    "mers-cov": ["Fever, cough, shortness of breath, severe illness can cause respiratory failure"],
    "mumps": ["Some people have either no symptoms or very mild ones, The primary sign is swollen salivary glands that cause the cheeks to puff out. Also fever, headache, fatigue, loss of appetite"],
    "nipah virus": ["Fever, headaches, myalgia (muscle pain), vomiting, sore throat, dizziness, drowsiness, altered consciousness"],
    "norovirus infection": ["Nausea, vomiting, stomach pain or cramps, watery or loose diarrhea, feeling ill, low-grade fever, muscle pain"],
    "pertussis": ["Fever, runny nose, cough, hacking cough, whooping cough"],
    "plague": ["Influenza-like symptoms, fever, chills, aches, weakness, vomiting, nausea"],
    "pneumococcus pneumonia": ["High fever, excessive sweating and shaking chills, coughing, difficulty breathing, shortness of breath, chest pain"],
    "poliomyelitis": ["Fever, fatigue, headache, vomiting, stiffness of the neck, pain in the limbs"],
    "q fever": ["High fever, severe headache, fatigue, chills, cough, nausea, vomiting, diarrhea, sensitivity to light"],
    "rabies": ["Fever with pain and unusual or unexplained tingling, pricking, or burning sensation (paraesthesia) at the wound site. Furious rabies results in signs of hyperactivity, excitable behaviour, hydrophobia (fear of water) and sometimes aerophobia (fear of drafts or of fresh air). Paralytic rabies results in muscles gradually becoming paralyzed, starting at the site of the bite or scratch. A coma slowly develops, and death eventually occurs"],
    "rift valley fever": ["People can experience no detectable symptoms at all, or develop a mild form of the disease characterized by a feverish syndrome with sudden onset of flu-like fever, muscle pain, joint pain and headache. Some patients develop neck stiffness, sensitivity to light, loss of appetite and vomiting"],
    "rotavirus infection": ["Fever, vomiting, watery diarrhoea, abdominal pain"],
    "rubella": ["Mild fever of 102 F (38.9 C) or lower, Headache, Stuffy or runny nose, Inflamed, red eyes. Enlarged, tender lymph nodes at the base of the skull, the back of the neck and behind the ears. A fine, pink rash that begins on the face and quickly spreads to the trunk and then the arms and legs, before disappearing in the same sequence. Aching joints, especially in young women"],
    "salmonellosis": ["Nausea, vomiting, abdominal cramps, diarrhea, fever, chills, headache, blood in the stool"],
    "sars": ["Fever, Chills, Muscle aches, Headache, Occasionally diarrhea, Fever of 100.5 F (38 C) or higher, Dry cough, Shortness of breath"],
    "shigellosis": ["Diarrhea (often containing blood or mucus), Stomach pain or cramps, Fever, Nausea or vomiting"],
    "smallpox": ["Fever, Overall discomfort, Headache, Severe fatigue, Severe back pain, Vomiting, possibly"],
    "staphylococcal enterotoxin b": ["Food poisoning, Severe diarrhoea, Nausea, Intestinal cramping"],
    "thypoid fever": ["Prolonged fever, Sweating, Severe headache, Feeling generally unwell, Abdominal pains, Diarrhoea or constipation, Lack of appetite and weight loss"],
    "tuberculosis": ["A cough that lasts for more than three weeks, and is not improving . Blood-stained sputum, Fevers , Night sweats, Unexplained weight loss . Always feeling tired, Loss of appetite, Pain and / or swelling in the affected area"],
    "tularemia": ["High fever, chills, fatigue, general body aches, headache, nausea. skin ulcer at the site of the bite or skin exposure, and swelling of the nearby lymph glands (armpit or groin). irritation and swelling of the eye and swelling of the lymph glands in front of the ear. sore throat, mouth ulcers, tonsillitis and swelling of the lymph glands in the neck. cough, chest pain and difficulty breathing"],
    "vaccinia and cowpox": ["Localized, pustular lesions generally found on the hands and limited to the site of introduction"],
    "varicella": ["Itchy red rash that turns into blisters, which then burst and crust over, fever, headache, sore throat"],
    "west nile virus": ["Approximately 80% of people who are infected will not show any symptoms. If symptomatic, those include fever, headache, tiredness, and body aches, nausea, vomiting, occasionally with a skin rash (on the trunk of the body) and swollen lymph glands"],
    "yellow fever": ["In the first stage fever, muscle pain, nausea, vomiting, headache and weakness occur. About 15-25% of people progress to the second stage ('toxic stage') in which symptoms include visible bleeding, jaundice, kidney and liver failure can occur during the second stage"],
    "yersiniosis": ["Fever, Pain on the right side of the abdomen, may be confused with appendicitis"],
    "zika": ["Most people infected with Zika virus do not develop symptoms, Symptoms are generally mild including fever, rash, conjunctivitis, muscle and joint pain, malaise, and headache"],
    "legionares": ["Headache, Muscle aches, Fever that may be 104 F (40 C) or higher. Cough, which might bring up mucus and sometimes blood, Shortness of breath, Chest pain. Gastrointestinal symptoms, such as nausea, vomiting and diarrhea, Confusion or other mental changes"],
    "listeriosis": ["Fever, Muscle aches, Sometimes gastrointestinal symptoms such as nausea and diarrhoea"],
    "monkeypox": ["The invasion period (lasts between 0-5 days) characterized by fever, intense headache, lymphadenopathy (swelling of the lymph nodes), back pain, myalgia (muscle aches) and an intense asthenia (lack of energy). The skin eruption usually begins within 1-3 days of appearance of fever. The rash evolves sequentially from macules (lesions with a flat base) to papules (slightly raised firm lesions), vesicles (lesions filled with clear fluid), pustules (lesions filled with yellowish fluid), and crusts which dry up and fall off"],
    "covid-19": ["Fever, dry cough, tiredness, aches and pains, loss of taste or smell, sore throat, diarrhoea, headache"]
}